<?php

return [
    'not_found' => [
        'name' => 'Обработка ненайденных скинов',
        'default_skin' => 'Вернуть скин по умолчанию',
        '404' => 'Вернуть ошибку HTTP 404 (Не найдено)',
    ],

    'skins' => 'Скины',
    'capes' => 'Плащи',

    'enable_capes' => 'Включить плащи (у пользователя должна быть роль с разрешением на загрузку плаща)',

    'fields' => [
        'width' => 'Ширина',
        'height' => 'Высота',
        'scale' => 'Максимальный масштаб',
        'default' => 'Скин по умолчанию',
    ],

    'api' => [
        'title' => 'Информация об API',
        'info' => 'Документацию по API скинов можно найти ниже.',
    ],

    'permissions' => [
        'cape' => 'Загрузить плащ',
        'manage' => 'Управлять настройками скинов и плащей',
    ],
];
